chislo_1 = int(input("Введите 1-ое число ")) #запрашивает у пользователя первое число
chislo_2 = int(input("Введите 2-ое число ")) #запрашивает у пользователя второе число

if chislo_1 > chislo_2 : #первое условие оператора ветвления
    print("Число", chislo_1, "больше числа", chislo_2) #выполнение первого условия оператора ветвления
elif chislo_1 < chislo_2: #второе условие оператора ветвления
 print("Число", chislo_2, "больше числа", chislo_1) #выполнение второго условия оператора ветвления
else: #Условие иначе
   print( "Числа ", chislo_1, " и ", chislo_2 ," равны между собой") #выполнение  условия иначе
    